// PG/migration/legacy-notes-data.js

export const legacyNotesText = `
2023-74	PQ	영어교육도시 제2진입도로 건설공사 건설사업관리용역(1차)	제주특별자치도	 202,000,000 	 60,600,000 	30%			 60,600,000 	 - 	2024.3.28	배성환	1차 24/3/22준공
2023-74	PQ	영어교육도시 제2진입도로 건설공사 건설사업관리용역(2차)	제주특별자치도	 1,460,880,000 	 438,264,000 	30%		69.96%	 15,030,000 	 306,593,310 	 131,670,690 	2026.4.16	배성환	"2차 부문 70%선금 2차 부문 기성금 청구 24/10/16 변경계약(기간연장 등) 12/10 3차 기성 청구(세/계 발행) 12/12 3차 기성 입금 25.3.14 25년도 ES 적용 변경계약 25.3.27 기성청구 25.3.27 입금완료 2차분 기성(3차) 신청예정(25년6월중) 6/25 5차기성금 청구(세,계발행)"
2024-52	PQ	서귀포시 신도항 어촌신활력증진사업 기본설계 및 실시설계 용역	한국어촌어항공단	 504,800,000 	 128,724,000 	26%		70.00%		 90,106,800 	 38,617,200 	2025.9.24	배진권	"토질,구조 25.5%지분금 중 건화에 75% 외주 25.09.25 착수/10.30 선금신청/11.18입금"
외주	2024-52-01	PQ 항만 외주	㈜건화	 96,543,000 	 96,543,000 		75%	70.00%		-67,580,100 	-28,962,900 		배진권	"11/22 청구_불출 시기 재 확인 요망 24/12/31 지급"
2024-57	공공	제주 청정에너지복합 건설사업 재해영향평가 협의 용역	한국동서발전주식회사	 211,508,000 	 211,508,000 	100%		40.00%		 84,603,200 	 126,904,800 	2025.11.10	배진권	"적격심사 24.10.14 제출 24.10.18 산출내역서 승인요청완료 24.10.28 계약(완료) 24.11.6 착수서류 초안 전달 24.11.11 착수/ 11.14 미팅(제주) 참여기술인 경력(재해) 정리 후 보고 요망 25.7.4 계산서 (기성금) / 7.7 입금"
외주	2024-57-01	재해 외주	㈜이도	 141,560,000 	 141,560,000 		67%	40.00%		-56,624,000 	-84,936,000 	2025.11.10	배진권	"담당자 이도 정재훈 차장 25.7.9청구접수"
2024-64	공공	고성리 도시재생사업(고수천 생태공원 조성) 기본 및 실시설계용역	제주특별자치도개발공사	 71,849,000 	 71,849,000 	100%		38.97%		 28,000,000 	 43,849,000 	2025.9.25	배진권	"25.11.25 이후 계약예정 25.12.05 선금신청/청구(28백만원) 25.12.12 입금확인"
외주	2024-64-01	조경 외주	시아플랜	 45,300,000 	 45,300,000 		63%	38.97%		-17,653,000 	-27,647,000 		배진권	"24.11.29 계약서 발송 25.1.10 청구서 수령 / 24.12.31세/계발행 25.1.24 선금 불출"
2025-05	공공	2025년 색달하수처리장 시설물 정기 및 정밀안전점검 용역	제주특별자치도 상하수도본부	 19,305,000 	 19,305,000 	100%		0.00%		 - 	 19,305,000 	2025.11.3	정승문	25.2.7 계약,착수
2025-09	PQ	화북지구 도시침수 대응사업 기본 및 실시설계용역	제주특별자치도 상하수도본부	 1,226,500,000 	 377,185,800 	31%		47.55%		 179,350,000 	 197,835,800 	2026.3.19	배진권	"25.3.20 계약및착수, 선금 진행, 25.3.27 계산서 발행 25.3.31 입금완료 25.5.12 인력 변경신고(CEMS 입력 전) 25.6.27 협정서 송부"
2025-16	공공	2025년 제주하수처리장 시설물 정기안전점검 용역	제주특별자치도 상하수도본부	 13,635,000 	 13,635,000 	100%		0.00%		 - 	 13,635,000 	2025.12.15	정승문	25.3.31 계약, 착수
2025-17	공공	2025년도 지방어항건설사업 실시설계용역	제주특별자치도	 175,374,000 	 175,374,000 	100%		69.96%		 122,700,000 	 52,674,000 	2025.10.7	배진권	"25.3.28 적격심사 제출완료 25.4.11 계약,착수,선금신청(70%) 25.4.21 이후 선금 집행예정 / 4.24 입금확인 변경계약예정(증액) 외주부문 최종 준공 시 변경계약 예정(약 2천만원 증액 예상) 25.6.13 실정보고 승인공문접수"
외주	2025-17-01	설계 외주	㈜해동기술단	 132,000,000 	 132,000,000 		75%	70.00%		-92,400,000 	-39,600,000 		배진권	"25.4.14 청구서 수령선금 수령 후 집행예정 25.4.30 집행 수심측량부문 별도 계약으로 변경계약 예정"
외주	2025-17-02	수심측량	㈜페트라세종	 12,000,000 	 12,000,000 		7%	72.50%		-8,700,000 	-3,300,000 		배진권	25.6.30 70% 지급예정
2025-21	공공	남조봉 산책로 정비공사 감리용역	제주시	 3,310,000 	 3,310,000 	100%		0.00%		 - 	 3,310,000 	2025.7.27	정승문	"김상범 전무 진행건 25.5.29 중지(9월~10월 제개 예상)"
2025-23	공공	제주첨단과학기술단지 2단지 남서측 진입도로 확장공사 기본 및 실시설계 용역	제주국제자유도시개발센터	 212,038,000 	 212,038,000 	100%		29.71%		 63,000,000 	 149,038,000 	2026.5.19	한지철	"25.5.26 14시 미팅 25.6.25 선금신청 / 6.26 청구 / 6.25 계산서 / 6.30 입금"
외주	2025-23-01	도시계획 기술지원	김상봉	 16,000,000 	 16,000,000 		8%	0.00%		 - 	-16,000,000 		배진권	계약예정
외주	2025-23-02	측량 외주	탐라측량개발	 10,000,000 	 10,000,000 		5%	0.00%		 - 	-10,000,000 		배진권	계약예정
2025-27	공공	지방하천(문수천 등) 및 저류지 유지·관리사업 실시설계용역	제주특별자치도 제주시	 19,474,000 	 19,474,000 	100%		69.84%		 13,600,000 	 5,874,000 	2025.8.12	한지철	25.5.15 계약, 착수
2025-30	공공	제주 낭만 기부숲 조성사업 실시설계용역	제주특별자치도	 13,920,000 	 13,920,000 	100%		0.00%		 - 	 13,920,000 	2025.8.7	배진권	25.6.5 계약 /  6.9착수
외주	2025-30-01	조경 외주	현 이엔지	 10,120,000 	 10,120,000 		73%	0.00%		 - 	-10,120,000 		배진권	25. 6.9 계약
2025-32	공공	제주 원도심 도시재생혁신지구 기본구상 수립 용역	제주특별자치도개발공사	 70,355,470 	 21,106,641 	30%		0.00%		 - 	 21,106,641 	2026.6.24	배진권	아직 지분금액 미정 대략 30%만 기재한 내용임
2025-34	공공	삼성여자고등학교 주차장 침투조 및 침투집수정 설치 공사 감리 용역	제주특별자치도교육청 삼성여자고등학교	 2,650,000 	 2,650,000 	100%		0.00%		 - 	 2,650,000 	2025.10.22	배진권	"길토목 이대표님 수행건 25.7.10 계약, 7.14 착수 (적용감리원 장현서) "
외주	2025-34-01	감리 외주	길토목설계사무소	 - 			0%	100.00%		 - 	 - 	2025.10.22	배진권	길 토목 수행(감리 건) 현재 계약 금액 미정
2025-37	공공	2025년 서귀포시 등외시설물(교량) 안전점검 용역	제주특별자치도 서귀포시 안전총괄과	 16,254,000 	 16,254,000 	100%		0.00%		 - 	 16,254,000 	2025.9.29	정승문	25.08.01 계약, 착수
2024-21	공공(하)	성산하수처리구역 차집관로 정비사업 기본 및 실시설계용역	㈜이산	 135,300,000 	 135,300,000 	100%		90.00%		 121,770,000 	 13,530,000 		배진권	"24.8.8 입금확인 24.12.13 기성(90%)청구 25/05/22 입금확인"
2024-25	공공(하)	성산하수처리구역 차집관로 정비사업 기본 및 실시설계에 따른 상하수도 분야 설계용역	주식회사 제원엔지니어링	 46,200,000 	 46,200,000 	100%		50.00%		 23,100,000 	 23,100,000 	용역완료시	배진권	24.11.01 계약
2025-08	공공(하)	대정하수처리구역 차집관로 정비사업(2단계) 기본 및 실시서계용역-토목설계	㈜도화엔지니어링	 177,100,000 	 177,100,000 	100%		59.00%		 104,489,000 	 72,611,000 	2025.6.3	배진권	"25.2.12 계약, 2/25 청구(2/27 세/계발행) 25.3.13 입금확인"
2025-10	공공(하)	제주시 동지역 하수관로 정비사업 기본 및 실시설계용역_측량조사	주식회사 서울화인	 28,600,000 	 28,600,000 	100%		57.69%		 16,500,000 	 12,100,000 	과업완료시	배진권	"25.2.28 계약 25.3.11 청구 / 3.12 입금확인"
2025-11	공공(하)	대정하수처리구역 차집관로 정비사업(2단계) 상하수도 분야 실시설계	㈜한라이엔씨	 75,900,000 	 75,900,000 	100%		50.00%		 37,950,000 	 37,950,000 	2026.6.3	배진권	"20.2.20 계약 적용, 선금50% 3/20 청구, 선금지급각서 제출 25.4.20 37,950,000 청구 25.4.24 17,950,000원 입금 25.5.26 잔금입금 20,000,000"
2025-12	공공(하)	제주시 동지역 하수관로 정비사업 기본 및 실시설계용역	㈜이산	 198,000,000 	 198,000,000 	100%		0.00%	 108,000,000 	 - 	 198,000,000 	과업완료시	배진권	"25.3.5 계약 / 3.11 청구 25.7.23 계산서"
2025-13	공공(하)	제주시 동지역 하수관로 정비사업 기본 및 실시설계용역_제원	㈜제원엔지니어링	 73,072,890 	 73,072,890 	100%		49.95%		 36,500,000 	 36,572,890 	2025.11.27	배진권	25.4.23 계약 / 6.9 50%청구
2021-25	민간	퍼시픽랜드 호텔 신축사업 공공하수도 연계처리 기본설계용역	퍼시픽랜드	 40,000,000 	 40,000,000 	100%		0.00%		 - 	 40,000,000 		배진권	시아플랜(2개중 1개 삭제 가능성)
2021-37	민간	중부 근린공원 민간특례사업 공공하수도 연계처리 기본설계용역 및 비관리청 공공하수도 연결허가	제주중부공원개발 주식회사	 134,200,000 	 134,200,000 	100%		54.92%		 73,700,000 	 60,500,000 		배진권	
2021-73	민간	서귀포시 동홍동 1910-8 공동주택 건설사업 공공하수도 연계처리 기본설계용역	㈜에스디알제주건축사사무소	 7,700,000 	 7,700,000 	100%		50.00%		 3,850,000 	 3,850,000 		배진권	"고용수 대표 건축주 대금 수령 지연, 6/24(통화X) 자금사정이 매우 어려움, 건축주 대금수령 안됨"
2022-20	민간	서귀포시 대정읍 구억리 193 단독주택단지 개발사업 공공하수도 연계처리 기본설계용역	㈜에스디이대정	 7,700,000 	 7,700,000 	100%		0.00%		 - 	 7,700,000 		배진권	"내용증명 발행 요망 23.4.22 발송 / 5.2 반송 24.1.31 마지막 통화(잔금 지불 말만함) 24.2.26 통화X 24.5.17 방문하겠다고하고 안함 24.6.7 방문 약속 후 미이행/ 6.24 통화 X, 7.12 통화 X, 8.21 말일날 집행이라고 하면서 통화 단절됨 24.9.27 통화 불가 25.5.29 통화 입금 독촉"
2022-22	민간	제주시 연동 274-40 주상복합 신축사업 공공하수도 연계처리 기본설계용역	㈜건축사사무소 신성	 9,900,000 	 9,900,000 	100%		58.18%		 5,760,000 	 4,140,000 	\`	배진권	
2022-38	민간	제주 서부공공하수처리시설 증설공사 안전점검 용역	부건종합건설 주식회사	 22,220,000 	 22,220,000 	100%		30.00%		 6,666,000 	 15,554,000 		정승문	
2022-41	민간	제주시 아라일동 2332-1번지 일원 주택사업승인에 따른 공공하수도 연계처리 기본설계 용역	주식회사 영아리환경기술	 7,700,000 	 7,700,000 	100%		28.57%		 2,200,000 	 5,500,000 		배진권	
2022-67	민간	서귀포시 남원읍 하례리 513 메디컬센터 신축사업 공공하수도 연계처리 기본설계용역	김상우건축사사무소	 8,800,000 	 8,800,000 	100%		37.50%		 3,300,000 	 5,500,000 		배진권	"23.12.29 계산서 2월말 2,750,000입금예정 24.6.28 통화 안됨 /7.9 사업제개 예정(최대한 근시일 이내 입금) 10월 중 잔금 처리 예정 25.05.29 통화 불가"
2022-68	민간	서귀포시 강정동 3518 공동주택 신축사업 공공하수도 연계처리 기본설계용역	주식회사 지감	 10,000,000 	 10,000,000 	100%		30.00%		 3,000,000 	 7,000,000 		배진권	"25.7.28 확인 후 연락 예정:강정 건 포함 (7/25 김지원부장 통화 완료)"
2023-33	민간	제주시 한경면 용수리 관광숙박시설 신축사업 공공하수도 연계처리 기본설계용역	㈜심지건축 종합건축사사무소	 14,300,000 	 14,300,000 	100%		50.00%	 - 	 7,150,000 	 7,150,000 		배진권	
2023-35	민간	제주시 애월읍 광령리 199 공동주택 신축사업 공공하수도 연계처리 기본설계용역	㈜지감	 7,700,000 	 7,700,000 	100%		50.00%		 3,850,000 	 3,850,000 		배진권	"김지원 24.12.27 세/계 발행 및 입금예정"
2023-56	민간	이랜드테마파크 방류관로 시설공사 실시설계용역	㈜이랜드테마파크제주	 25,300,000 	 25,300,000 	100%		70.00%	 - 	 17,710,000 	 7,590,000 		배진권	24년2월준공
2024-01	민간	서귀포시 법환동 1539 공공하수도 인허가 용역	주식회사 그레이스제이	 22,000,000 	 22,000,000 	100%		0.00%	 22,000,000 	 - 	 22,000,000 		배진권	"25.5.27 청구서 이메일 송부 25.6.9 통화 완료/ 6.12까지 피드백 25.6.27 팀장 검토후 연락 25.7.17 통화 안됨 / 7.18 다음주까지 확인후 연락 25.7.21 내용증명 자료생성, 25.7.25 회계담당자 통화(조속집행 촉구) 25.08.01 8월 첫째주 집행예정"
2024-17	민간	제주 서귀포시 대정읍 보성리 780번지 일원 공동주택단지 조성사업 중'단지외 진출입로 및 우수관 시설공사'건설사업관리용역	㈜하이펙스	 495,000,000 	 495,000,000 	100%		88.89%		 440,000,000 	 55,000,000 	2025.7.31	배진권	"24.6.17 기성금(1~3차) 청구 24.8.7 까지 집행예정 24.8.21 입금 독촉(유정민팀장) 24.9.6 입금,9월중 변경계약 예정(6->10개월) 24.9.9 4~5차분 청구 24.9.27 오후 변경 계약등 통화 24.10.10 변경계약완료 24.11.04 6~7차 기성금 청구 / 11.29입금 24.12.19 8차 기성청구 / 12.31 입금확인 24.12.24 3차변경계약완료 25.1.10 9차~10차 청구/ 1.16 계산서발행 25.1.24 입금 확인 ~7.31 변경계약서 송부(6.09) 25.6.26 기성11차 청구 6.27 계산서 25.7.3 입금"
2024-23	민간	서귀포시 법환동 1546외 4필지 숙박시설 신축공사(토목분야) 건설사업관리용역	주식회사 그레이스제이	 32,000,000 	 32,000,000 	100%		93.75%		 30,000,000 	 2,000,000 	2025.7.31	배진권	24.8.29 청구금액 수정 후 청구 /  11.05 입금
2024-34	민간	제주시 노형동 1064-6 노형세기1차아파트 소규모 재건축 정비사업 공공하수도 연계처리 기본설계용역	노형세기1차아파트 소규모 재건축 정비사업조합	 8,800,000 	 8,800,000 	100%		30.00%		 2,640,000 	 6,160,000 		배진권	매회 방문시(150만 VAT별도) 청구
2024-40	민간	서귀포시 안덕면 사계리 145 숙박시설 신축공사 안전점검 용역	행복종합건설주식회사	 9,900,000 	 9,900,000 	100%		0.00%		 - 	 9,900,000 		정승문	매회 방문시(150만 VAT별도) 청구
2024-41	민간	남원하수처리장 노후 차집관로 정비공사(1공구) 안전점검 용역	주식회사 천마종합건설	 5,565,200 	 5,565,200 	100%		0.00%		 - 	 5,565,200 		정승문	24.7.5 50% 청구
2024-42	민간	남원하수처리장 노후 차집관로 정비공사(2공구) 안전점검 용역	건축사사무소 오름그룹	 4,807,800 	 4,807,800 	100%		0.00%	 2,403,900 	 - 	 4,807,800 		정승문	24.8.29 70%청구 /  9.4 입금완료
2024-47	민간	강정정수장 현대화사업 건설안전점검 용역(공사중)	우석종합건설㈜	 9,073,920 	 9,073,920 	100%		70.00%		 6,351,730 	 2,722,190 	2026.12.31	정승문	24.8.29 70%청구 / 9.4 입금완료
2024-47-01	민간	강정정수장 현대화사업 건설안전점검 용역(공사중)	우현종합건설주식회사	 8,718,080 	 8,718,080 	100%		70.00%		 6,102,670 	 2,615,410 	2026.12.31	정승문	"국민주택관련 사업으로 부가세 제외 적용 추후 세금계산서 발행시 0원적용예정 25.7.23 청구 /  7.24 에스에이 입금(3,200,000) / 7.25 인오  미입금 25.07.28 인오 입금 (4,800,000)"
2024-65	민간	제주동부공원 A-1BL 공동주택 설계용역-공공하수도 연계처리 기본설계서	㈜인오건축사사무소, ㈜건축사사무소에스에이	 8,000,000 	 8,000,000 	100%		100.00%		 8,000,000 	 - 		배진권	25.4.3 계약,착수(2회 방문, 방문시 50%청구예정)
2025-19	민간	하귀2리 2451외 1필지 근린생활시설 신축공사 안전점검용역	남건종합건설㈜	 3,740,000 	 3,740,000 	100%		0.00%		 - 	 3,740,000 	2025.8.31	정승문	"25.5.23 박세준대표010-5143-1015사업PM대표 hms 건축사소장 손인철 010-4338-5449 계약금 청구 관련 hms 이윤숙팀장010-2854-8100 24.5.27 입금확인, 타절 예정"
2025-25	민간	제주시 연동 260-9 노인복지주택 건립사업 공공하수도 연계처리 기본설계용역	삼해인	 8,800,000 	 8,800,000 	100%		50.00%		 4,400,000 	 4,400,000 	과업완료시	배진권	"25.6.25 계약 / 6.27 청구 25.6.30 계산서 25.7.18 현장팀이랑 통화후 입금날짜확인"
2025-33	민간	건설공사[건축분야] 안전점검 (도평동 352-3 외 1필지)	신진종합토건㈜	 13,544,000 	 13,544,000 	100%		49.99%		 6,770,000 	 6,774,000 		정승문	"25.7.15 계약 / 7.21 착수(김상범전무 투입) 25.07.31 입금"
2025-35	민간	제주시 구좌읍 송당리 2860번지 전시장, 근생 증축공사-토목분야 건설사업관리용역(비상주)	민우 건축사사무소	 2,200,000 	 2,200,000 	100%		50.00%		 1,100,000 	 1,100,000 		배진권	"25.7.24 계약, 착수 025.07.31 입금,계산서"
2025-36	민간	아라일동 6122-7 근생 및 단독주택 신축공사 안전관리계획서 검토 용역	선진종합건설㈜	 1,650,000 	 1,650,000 	100%		0.00%		 - 	 1,650,000 	2025.7.31	정승문	
`;